Repository: thenaterhood/gscreenshot
Catalog: src/gscreenshot/resources/locale/*/LC_MESSAGES/gscreenshot.po
Languages: es

source: Open With
es: Abrir Con

source: Copy and Close
es: Copiar y cerrar

source: Options
es: Opciones

source: Everything
es: Todos

source: Selection
es: Selección

source: Window
es: Ventana

source: Take screenshot of...
es: Tomar captura de pantalla de...

source: Hide gscreenshot
es: Esconde gscreenshot

source: Capture Cursor
es: Capturar Cursor

source: Delay
es: Demora

source: How many seconds to wait before taking the screenshot. Defaults to 0.
es: Cuántos segundos esperar antes de tomar la captura de pantalla. El valor predeterminado es 0.

source: Where to store the screenshot file. Defaults to gscreenshot_<time>.png. This can be paired with -c to save and copy. If you specify a filename without a file extension, it will be treated as a directory (creating the tree if needed) and screenshots will be saved there with the default filename scheme.
es: Dónde almacenar el archivo de captura de pantalla. El valor predeterminado es gscreenshot_<time> .png. Esto se puede combinar con -c para guardar y copiar. Si especifica un nombre de archivo sin una extensión de archivo, se tratará como un directorio (se creará si es necesario) y las capturas de pantalla se guardarán allí con el esquema de nombre de archivo predeterminado.

source: Copy the image to the clipboard. Requires xclip to be installed. This can be paired with -f to save and copy together.
es: Copie la imagen al portapapeles. Requiere que se instale xclip. Esto se puede combinar con -f para guardar y copiar juntos.

source: Open the screenshot in your default viewer.
es: Abra la captura de pantalla en su visor de imágenes predeterminado.

source: Choose a window or select a region to screenshot.
es: Elija una ventana o seleccione una región para hacer una captura de pantalla.

source: Show information about gscreenshot
es: Mostrar información sobre gscreenshot

source: Show a notification when the screenshot is taken. Gscreenshot will automatically show a notification if a screenshot is taken from a different session, so some situations may not need this option.
es: Muestra una notificación cuando se toma la captura de pantalla. Gscreenshot mostrará automáticamente una notificación si se toma una captura de pantalla de una sesión diferente, por lo que es posible que algunas situaciones no necesiten esta opción.

source: Capture the cursor.
es: Capturar el cursor.

source: No supported screenshot backend is available.
es: No hay ninguna utilidad de captura de pantalla compatible disponible.

source: Please install one to use gscreenshot.
es: Instale uno para utilizar gscreenshot.

source: Using {0} screenshot backend
es: Usando la herramienta de captura de pantalla de {0}

source: Your clipboard doesn't support persistence and xclip isn't available.
es: Su portapapeles no admite la persistencia y xclip no está instalado.

source: Please install xdg-open to open files.
es: Instale xdg-open para abrir archivos.

source: About
es: Acerca de

source: Choose an Application
es: Elige una aplicación

source: cursor-theme
es: Tema

source: cursor-adwaita
es: Adwaita

source: cursor-prohibit
es: Prohibir

source: cursor-allow
es: Permitir

source: A simple screenshot tool supporting multiple backends.
es: Una herramienta de captura de pantalla simple que admite múltiples herramientas de captura de pantalla.

source: Author(s)
es: Autor(s)

source: Licensed as {0}
es: Con licencia GPLv2

source: No screenshot taken.
es: No se tomó ninguna captura de pantalla

source: Failed to save screenshot!
es: ¡No se pudo guardar la captura de pantalla!

source: Could not clip image! Xclip failed to run.
es: No se pudo copiar la imagen. Xclip no se pudo ejecutar.

source: Your screenshot was saved to {0}
es: Tu captura de pantalla se guardó en {0}

source: a screenshot was taken from a script or terminal
es: La captura de pantalla se tomó de un script o terminal.

source: failed to show screenshot notification - is notify-send working?
es: no se pudo mostrar la notificación de captura de pantalla: ¿funciona el envío de notificación?

source: unable to save cache file
es: no se puede guardar el archivo de caché

source: Available features: {0}
es: Funciones disponibles: {0}

source: Please install one of the following to use gscreenshot:
es: instala uno de los siguientes:

source: Overwrite
es: Sobrescribir

source: Save All
es: Guardar todos

source: Use same selection as preview
es: Misma selección que la vista previa
